
"Options1" = "Options1";

"PageFiveTitle" = "PageFiveTitle";
"Encounter" = "Blabla";
"FlyInFabricRipAlert" = "You have flown through a tear in the timespace continuum caused by Dr.Fehler's failed experiment. You may not have reached your planned destination!";
"ArrivalAlert" = "You arrive at your destination";

"QuestDragonflyDestroyedString"="Hello, Commander. This is Colonel Jackson again. On behalf of the Space Corps, I thank you for your valuable assistance in destroying the Dragonfly. As a reward, we will install one of the experimental shields on your ship. Return here for that when you're ready.";
"QuestLightningShipString"="A ship with shields that seemed to be like lightning recently fought many other ships in our system. I have never seen anything like it before. After it left, I heard it went to the Regulas system.";
"QuestMonsterKilledString"="We thank you for destroying the space monster that circled our system for so long. Please accept 15000 credits as reward for your heroic deed.";
"QuestRetirementString"="Welcome to the Utopia system. Your own moon is available for you to retire to it, if you feel inclined to do that. Are you ready to retire and lead a happy, peaceful, and wealthy life?";
"QuestSkillIncreaseString"="An alien with a fast-learning machine offers to increase one of your skills for the reasonable sum of 3000 credits. You won't be able to pick that skill, though. Do you accept his offer?";
"QuestEraseRecordString"="A hacker conveys to you that he has cracked the passwords to the galaxy-wide police computer network, and that he can erase your police record for the sum of 5000 credits. Do you want him to do that?";
"QuestSpaceMonsterString"="A space monster has invaded the Acamar system and is disturbing the trade routes. You'll be rewarded handsomely if you manage to destroy it.";
"QuestCargoForSaleString"="A trader in second-hand goods offers you 3 sealed cargo canisters for the sum of 1000 credits. It could be a good deal: they could contain robots. Then again, it might just be water. Do you want the canisters?";
"QuestJaporiDiseaseString"="A strange disease has invaded the Japori system. We would like you to deliver these ten canisters of special antidote to Japori. Note that, if you accept, ten of your cargo bays will remain in use on your way to Japori. Do you accept this mission?";
"QuestArtifactDeliveryString"="This is professor Berger. I thank you for delivering the alien artifact to me. I hope the aliens weren't too much of a nuisance. I have transferred 20000 credits to your account, which I assume compensates for your troubles.";
"QuestAmbassadorJarekString"="A recent change in the political climate of this solar system has forced ambassador Jarek to flee back to his home system, Devidia. Would you be willing to give him a lift?";
"QuestGemulonInvadedString"="Alas, Gemulon has been invaded by aliens, which has thrown us back to pre-agricultural times. If only we had known the exact coordinates where they first arrived at our system, we might have prevented this tragedy from happening.";
"QuestDangerousExperimentString"="While reviewing the plans for Dr. Fehler's new space-warping drive, Dr. Lowenstam discovered a critical error. If you don't go to Daled and stop the experiment within ten days, the time-space continuum itself could be damaged!";
"QuestMorgansReactorString"="Galactic criminal Henry Morgan wants this illegal ion reactor delivered to Nix. It's a very dangerous mission! The reactor and its fuel are bulky, taking up 15 bays. Worse, it's not stable -- its resonant energy will weaken your shields and hull strength while it's aboard your ship. Are you willing to deliver it?";
"QuestScarabStolenString"="Captain Renwick developed a new organic hull material for his ship which cannot be damaged except by Pulse lasers. While he was celebrating this success, pirates boarded and stole the craft, which they have named the Scarab. Rumors suggest it's being hidden at the exit to a wormhole. Destroy the ship for a reward!";
"QuestWeirdShipString"="A small ship of a weird design docked here recently for repairs. The engineer who worked on it said that it had a weak hull, but incredibly strong shields. I heard it took off in the direction of the Melina system.";
"QuestStrangeShipString"="A small ship with shields like I have never seen before was here a few days ago. It destroyed at least ten police ships! Last thing I heard was that it went to the Zalkon system.";
"QuestMedicineDeliveredString"="Thank you for delivering the medicine to us. We don't have any money to reward you, but we do have an alien fast-learning machine with which we will increase your skills.";
"QuestMoonForSaleString"="There is a small but habitable moon for sale in the Utopia system, for the very reasonable sum of half a million credits. If you accept it, you can retire to it and live a peaceful, happy, and wealthy life. Do you wish to buy it?";
"QuestMerchantPrinceString"="A merchant prince offers you a very special and wondrous item for the sum of 1000 credits. Do you accept?";
"QuestTribbleBuyerString"="An eccentric alien billionaire wants to buy your collection of tribbles and offers half a credit for each of them. Do you accept his offer?";
"QuestDragonflyString"="This is colonel Jackson of the Space Corps. An experimental ship, code-named 'Dragonfly', has been stolen. It is equipped with very special, almost indestructible shields. It shouldn't fall into the wrong hands and we will reward you if you destroy it. It has been last seen in the Baratas system.";
"QuestLightningShieldString"="Colonel Jackson here. Do you want us to install a lightning shield on your current ship?";
"QuestLotteryWinnerString"="You are lucky! While docking on the space port, you receive a message that you won 1000 credits in a lottery. The prize had been added to your account.";
"QuestAlienArtifactString"="This alien artifact should be delivered to professor Berger, who is currently traveling. You can probably find him at a hi-tech solar system. The alien race which produced this artifact seems keen on getting it back, however, and may hinder the carrier. Are you, for a price, willing to deliver it?";
"QuestAlienInvasionString"="We received word that aliens will invade Gemulon seven days from now. We know exactly at which coordinates they will arrive, but we can't warn Gemulon because an ion storm disturbs all forms of communication. We need someone, anyone, to deliver this info to Gemulon within six days.";
"QuestFuelCompactorString"="Do you wish us to install the fuel compactor on your current ship? (You need a free gadget slot)";
"QuestJonathanWildString"="Law Enforcement is closing in on notorious criminal kingpin Jonathan Wild. He would reward you handsomely for smuggling him home to Kravat. You'd have to avoid capture by the Police on the way. Are you willing to give him a berth?";
"QuestInstallMorgansLaserString"="Morgan's technicians are standing by with something that looks a lot like a military laser -- if you ignore the additional cooling vents and anodized ducts. Do you want them to install Morgan's special laser?";
"QuestScarabDestroyedString"="Space Corps is indebted to you for destroying the Scarab and the pirates who stole it. As a reward, we can have Captain Renwick upgrade the hull of your ship. Note that his upgrades won't be transferable if you buy a new ship! Come back with the ship you wish to upgrade.";
"QuestUpgradeHullString"="The organic hull used in the Scarab is still not ready for day-to-day use. But Captain Renwick can certainly upgrade your hull with some of his retrofit technology. It's light stuff, and won't reduce your ship's range. Should he upgrade your ship?";
"QuestJarekGetsOutString"="Ambassador Jarek is very grateful to you for delivering him back to Devidia. As a reward, he gives you an experimental handheld haggling computer, which allows you to gain larger discounts when purchasing goods and equipment.";
"QuestReactorDeliveredString"="Henry Morgan takes delivery of the reactor with great glee. His men immediately set about stabilizing the fuel system. As a reward, Morgan offers you a special, high-powered laser that he designed. Return with an empty weapon slot when you want them to install it.";
"QuestDisasterAvertedString"="Upon your warning, Dr. Fehler calls off the experiment. As your  reward, you are given a Portable Singularity. This device will, for one time only, instantaneously transport you to any system in the galaxy. The Singularity can be accessed  by clicking the Jump button on the Galactic Chart.";
"QuestGemulonRescuedString"="This information of the arrival of the alien invasion force allows us to prepare a defense. You have saved our way of life. As a reward, we have a fuel compactor gadget for you, which allows you to travel 18 parsecs with any ship. Return here to get it installed.";
"QuestWildGetsOutString"="Jonathan Wild is most grateful to you for spiriting him to safety. As a reward, he has one of his Cyber Criminals hack into the Police Database, and clean up your record. He also offers you the opportunity to take his talented nephew Zeethibal along as a Mercenary with no pay.";
"QuestExperimentFailedString"="Dr. Fehler can't understand why the experiment failed. But the failure has had a dramatic and disastrous effect on the fabric of space-time itself. It seems that Dr. Fehler won't be getting tenure any time soon... and you may have trouble when you warp!";
"NotEnoughForEventAlert"="If you don't have enough credits to agree to accept an offer, you'll have to wait until you have amassed enough money and then return. If you have 'Reserve Money' checked in the Options menu, the game will reserve at least enough money to pay for insurance and mercenaries";
"NotEnoughBaysAlert"="You should sell enough goods so that you have enough empty cargo bays available.";
"WildLeavesShipAlert"="Jonathan Wild leaves your ship, and goes into hiding on";
"HullUpgradeAlert"= "Technicians spent the day replacing welds and bolts, and adding materials to your ship. When they're done, they tell you your ship should be significantly sturdier.";
"BoughtMoonAlert"="What are you waiting for?";
"SkillIncreaseAlert"="On the Commander Status screen you can see your new skill values.";
"YouHaveATribbleAlert"="The merchant prince sold you a cute, furry tribble. You can see your new acquisition on the Commander Status screen.";
"BeamOverTribblesAlert"="No more tribbles!";
"CleanRecordAlert"="With a clean police record, the police will usually let you slip by without searching your ship. Also, if you were a criminal before, you can now sell you goods again for full prices.";
"NoQuartersAvailableAlert"="To be able to take a passenger on board, you must have at least one empty set of crew quarters. That means you can't take a passenger on a ship with only one set of quarters, and if you have spare quarters, there can't be a mercenary living in them.";
"PassengerTakenOnBoardAlert"="Your passenger uses one of your crew quarters, until you have delivered him to his destination.";
"WildWontGetAboardAlert"= "Jonathan Wild is being hunted by the police. They're serious about capturing him, and he doesn't wish to be captured. He'd rather take his chances hiding out on this system than facing swarms of police without any weapons.";
"WildAfraidOfReactorAlert"="Since Jonathan Wild is not willing to travel under these conditions, and you're not willing to change the situation, he leaves you and goes into hiding on this system.";
"SealedCannistersAlert"="On the Sell Cargo screen you can see what you bought.";
"NotEnoughSlotsAlert"="You have already filled all of your available slots for this type of item.";
"LightningShieldAlert"="You now have one lightning shield installed on your ship";
"MorganLaserAlert"="You now have Henry Morgan's special laser installed on your ship";
"FuelCompactorAlert"="You now have a fuel compactor installed on your ship.";
"AntidoteAlert"="Ten of your cargo bays now contain antidote for the Japori system";
"ExperimentPerformedAlert"="Dr. Fehler can't understand why the experiment failed. But the failure has had a dramatic and disastrous effect on the fabric of space-time itself. It seems that Dr. Fehler won't be getting tenure any time soon... and you may have trouble when you warp!";
"DebtTooLargeForBuyAlert"="Your debt has exceeded 100000 credits. You're in big trouble! You cannot buy any cargo. You should have heeded the warnings!";
"NothingAvailableAlert"="On the Buy Cargo screen, the button to the left of the goods displays the amount available. If the amount is zero, none of these goods are available.";
"NoEmptyBaysAlert"="You don't have any empty cargo holds available at the moment";
"CantAffordAlert"="You don't have enough money to spend on any of these goods.";
"DebtTooLargeForTravelAlert"="Your ship has been chained to the station's dock. Your debt has increased to a point where you are no longer a trusted trader. You may not leave until you can reduce it to an acceptable level. You have been warned and should have listened..";
"MustPayMercenariesAlert"="You must pay your mercenaries daily, that is, before you warp to another system. If you don't have the cash, you must either sell something so you have enough cash, or fire the mercenaries you can't pay. Until then, warping is out of the question.";
"CantPayInsuranceAlert"="You can't leave if you haven't paid your insurance. If you have no way to pay, you should stop your insurance at the bank.";
"CantPayWormholeAlert"="Wormhole tax must be paid when you want to warp through a wormhole. It depends on the type of your ship.";
"WildWontGoAlert"="Jonathan Wild is being hunted by the police. They're serious about capturing him, and he doesn't wish to be captured. He'd rather take his chances hiding out on this system than facing swarms of police without any weapons.";
"WantToSurrenderToAliensAlert"= "The aliens are only after the artifact. They will let you live, and even let you keep your cargo, but you won't be able to finish your quest.";
"WantToSurrenderAlert"="Do you really want to surrender?";
"NoSurrenderAlert"="If you are too big a criminal, surrender is NOT an option anymore.";
"PiratesFindNoCargoAlert"="The pirates are very angry that they find no cargo on your ship. To stop them from destroying you, you have no choice but to pay them an amount equal to 5% of your current worth.";
"PiratesPlunderAlert"= "The pirates steal from you what they can carry, but at least you get out of it alive.";
"WildGoesWithPiratesAlert"="The Pirate Captain turns out to be an old associate of Jonathan Wild's, and invites him to go to Kravat aboard the Pirate ship. Wild accepts the offer and thanks you for the ride.";
"WildStaysAboardAlert"="The Pirate Captain turns out to be an old associate of Jonathan Wild's. They talk about old times, and you get the feeling that Wild would switch ships if the Pirates had any quarters available.";
"PiratesDontStealReactorAlert"="The Pirates poke around the Ion Reactor while trying to figure out if it's valuable. They finally conclude that the Reactor is worthless, not to mention dangerous, and leave it on your ship.";
"CantBeBribedAlert"="Certain governments have such an incorruptible police force that you can't bribe them.";
"MarieCantBeBribedAlert"="Certain governments have such an incorruptible police force that you can't bribe them. Other times, the police are corruptible, but their supervisors know what's going on, so they won't risk it.";
"SureToFleeOrBribeAlert"="Only when you are carrying illegal goods, the police will do something you don't like, so if you aren't carrying anything illegal, you usually should just submit, and not try to attack, flee or bribe.";
"SureToSubmitAlert"="You Have Illegal Goods. Are you sure you want to let the police search you?";
"NoIllegalGoodsAlert"="Firearms and narcotics are illegal goods. Since you don't carry these, the police have no problems with you.";
"PoliceConfiscateReactorAlert"= "The Customs Police took all the illegal goods from your ship, and sent you on your way. ";
"EngageCaptainAhabAlert"="Captain Ahab is in need of a spare shield for an upcoming mission. Since he's in a rush, he'd rather not stop to get one on-planet. The deal he's offering is a trade, rather than cash, for the shield. He'll trade you some piloting lessons in exchange for your reflective shield (he only needs one, so if you have more than one, you'll keep the others). Captain Ahab is one of the greatest pilots of all time, and still holds the speed record for cross-galaxy transport.";
"EngageCaptainConradAlert"="Captain Conrad is in need of a military laser to test a new shield design she's been working on. Unfortunately, she's used up her R&D budget for the year. The deal she's offering is a trade, rather than cash, for the laser. She'll trade you some engineering lessons in exchange for your military laser (she only needs one, so if you have more than one, you'll keep the others). Captain Conrad, in addition to writing early novels about life in the fleet,  invented practically every component of the modern warp drive.";
"EngageCaptainHuieAlert"="Captain Huie is in need of a military laser for an upcoming mission, but would rather hold onto her cash to buy her cargo. The deal she's offering is a trade, rather than cash, for the laser. She'll give you some secrets of doing business in exchange for your military laser. Captain Huie is known far and wide for driving a hard bargain; she was Trade Commissioner of the Galactic Council for over twenty years.";
"EngageMarieAlert"="The Marie Celeste is completely abandoned, and drifting through space. The ship's log is unremarkable except for a Tribble infestation a few months ago, and the note that the last system visited was Lowry. The crew's quarters are in good shape, with no signs of struggle. There is still food sitting on the table and beer in the mugs in the mess hall. Except for the fact that it's abandoned, the ship is normal in every way. By Intergalactic Salvage Law, you have the right to claim the cargo as your own if you decide to.";
"EngageBottleAlert"="Floating in orbit, you come across a bottle of Captain Marmoset's Amazing Skill Tonic. This concoction has been extremely hard to find since the elusive Captain Marmoset left on a mission to the heart of a comet.  In the old days, this stuff went for thousands of credits a bottle, since people reported significant gains in their abilities after quaffing a bottle. The 'best used by' date stamped on the bottle has become illegible. The tonic might still be good. Then again, it's not clear what happens when the Tonic breaks down...";
"ItemNotSoldAlert"="Each item is only available in a system which has the technological development needed to produce it.";
"YoureInDebtAlert"="Before you can buy a new ship or new equipment, you must settle your debts at the bank.";
"CantBuyItemAlert"="If you can't pay the price mentioned to the right of an item, you can't get it. If you have 'Reserve Money' checked in the Options menu, the game will reserve at least enough money to pay for insurance and mercenaries.";
"NotEnoughSlotsAlert"="You have already filled all of your available slots for this type of item.";
"CargoBaysFullAlert"="First you need to sell some trade goods. When you have at least 5 empty bays, you can sell the extra cargo bays.";
"NoFreeQuartersAlert"= "If you hire someone, you must give him or her quarters on your ship. Depending on the type of ship, you can hire zero, one or two mercenaries.";
"NotEnoughForEventAlert"="You don't have enough cash to spend to accept this offer.";
"ReactorAlert"="Five of your cargo bays now contain the unstable Ion Reactor, and ten of your bays contain enriched fuel.";
"EscapePodActivatedAlert"="You have lost your ship and cargo, but your and your crew's lives are saved. The Space Corps transports you to the space port of the system where you are currently located. Your crew is returned to their home systems.";
"ReactorDestroyedAlert"="The Reactor has undergone unplanned energetic self-disassembly.";
"AntidoteDestroyedAlert"= "The antidote for the Japori system was destroyed with your ship. But they probably have some new antidote in the system where you originally got it.";
"ArtifactNotSavedAlert"="You couldn't take the artifact with you in the escape pod, so now it's lost in the wreckage. The aliens will probably pick it up there.";
"JarekTakenHomeAlert"="You can't deliver Jarek home yourself now.";
"WildArrestedAlert"="Jonathan Wild is arrested, and taken off to prison.";
"TribbleSurvivedAlert"="Don't be too sad. They were incredibly annoying, weren't they?";
"InsurancePaysAlert"= "You can't leave if you haven't paid your insurance. If you have no way to pay, you should stop your insurance at the bank.";
"FleaBuiltAlert"="Your ship has been destroyed, but luckily, you are clever enough to convert your pod into a Minox type of ship, so you can continue your journey, or trade it in for a better ship.";
"ArrestedAlert"="You are arrested and taken to the space station, where you are brought before a court of law.";
"ImpoundAlert"="The police also impound all of the illegal goods you have on board.";
"InsuranceLostAlert"="Too bad. Your no-claim is reset too.";
"MercenariesLeaveAlert"="You can't pay your mercenaries while you are imprisoned, and so they have sought new employment.";
"AntidoteRemovedAlert"="At least those poor people at Japori are assisted. You couldn't help them, what with being in prison 'n all.";
"ShipSoldAlert"="The Space Corps needs cash to make you pay for the damages you did. Your ship is the only valuable possession you have.";
"TribblesSoldAlert"="At least you got rid of them.";
"FleaReceivedAlert"="It's standard practice for the police to leave a condemned criminal with at least the means to leave the solar system.";
"BothDestroyedAlert"= "The game is over, alas.";
"OpponentDestroyedAlert"="You won the fight.";
"ShipDestroyedAlert"= "The game is over, alas.";
"YouEscapedAlert"="You continue your flight towards the target system.";
"YouEscapedWithDamageAlert"="You have managed to escape your opponent";
"OpponentEscapedAlert"="Your opponent has managed to escape.";
"FlyInFabricRipAlert"="You have flown through a tear in the timespace continuum caused by Dr. Fehler's failed experiment. You may not have reached your planned destination!";
"UneventfulTripAlert"="Be glad you didn't encounter any pirates.";
"DebtWarningAlert"="You get this warning because your debt has exceeded 75000 credits. If you don't pay back quickly, you may find yourself stuck in a system with no way to leave. You have been warned.";
"ReactorConsumeAlert"="The Reactor was unstable to begin with. Now, it seems that it's rapidly consuming fuel. It is not clear what will happen if it runs out -- but you have no reason to suspect it will be anything good.";
"ReactorNoiseAlert"="The Ion Reactor is emitting a shrill whine, and it's shaking. The display indicates that it is suffering from fuel starvation.";
"ReactorSmokeAlert"="The Ion Reactor is smoking and making loud noises. The display warns that the core is close to the melting temperature.";
"ReactorMeltdownAlert"="Just as you approach the docking bay,  the reactor explodes into a huge radioactive fireball!";
"TribblesAllIrradiatedAlert"="The radiation from the Ion Reactor is deadly to Tribbles. All of the Tribbles on board your ship have died.";
"TribblesIrradiatedAlert"="The radiation from the Ion Reactor seems to be deadly to Tribbles. Half the Tribbles on board died.";
"TribblesAteNarcoticsAlert"="Tribbles ate your narcotics, and it killed most of them. At least the furs remained.";
"TribblesAteFoodAlert"="Alas, tribbles are hungry and fast-multiplying animals. You shouldn't expect to be able to hold them out of your cargo bays. You should find a way to get rid of them.";
"NoWeaponsAlert"="You either are flying a ship without any weapon slots, so your only option is to flee from fights, or you haven't bought any weapons yet. Sorry, no weapons, no attacking.";
"AttackByAccidentAlert"="If you attack the police, they know you are a die-hard criminal and will immediately label you as such.";
"YieldNarcoticsAlert"="The Customs Police confiscated all of your illegal cargo, but since you were cooperative, you avoided stronger fines or penalties.";
"GoodDrinkAlert"= "Captain Marmoset's Amazing Skill Tonic goes down very smoothly. You feel a slight tingling in your fingertips. ";
"StrangeDrinkAlert"="Captain Marmoset's Amazing Skill Tonic tasted very strange, like slightly salty red wine. You feel a bit dizzy, and your teeth itch for a while. ";
"NoMoneyForBribeAlert"="You can only use your cash to pay a bribe; you can't trade your goods and you can't get a loan to pay the police off.";
"TrainingCompletedAlert"="Under the watchful eye of the Captain, you demonstrate your abilities. The Captain provides some helpful pointers and tips, and teaches you a few new techniques. The few hours pass quickly, but you feel you've gained a lot from the experience.";
"NoSurrenderAlert"= "If you are too big a criminal, surrender is NOT an option anymore.";
"NoFullTanksAlert"="You do not have enough money to purchase a full tank of fuel";
"NoFullRepairsAlert"="You do not have enough moneyfor a full repair";